Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: activates blur tool
it: Attiva strumento sfocatura

source: activates healing tool
it: Attiva strumento cerotto

source: activates cloning tool
it: Attiva strumento clona

source: # scales:
it: # scale:

source: current:
it: Corrente:

source: merge from:
it: Unisci da:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
it: Il selettore scorrevole in cima regola la partenza delle scale di fusione Quello in basso imposta la quantità delle scale Il quadrato rosso indica la scala corrente La linea verde indica che quella scala contiene delle forme

source: display masks
it: Visualizza le maschere

source: temporarily switch off shapes
it: Disattiva temporaneamente le forme

source: display wavelet scale
it: Visualizza la scala wavelet

source: cut shapes from current scale
it: Riaglia le forme dalla scala corrente

source: paste cut shapes to current scale
it: Incolla le forme ritagliate sulla scala corrente

source: preview single scale
it: Visualizza scala singola

source: adjust preview levels
it: Regola il livello di anteprima

source: auto levels
it: Livelli automatici

source: shape selected:
it: Forma selezionata:

source: click on a shape to select it, to unselect click on an empty space
it: Fai click su una forma per selezionarla, per deselezionarla fai click su uno spazio vuoto

source: fill mode
it: Modalità di riempimento

source: erase
it: Cancella

source: erase the detail or fills with chosen color
it: Cancella il dettaglio o riempi con il colore prescelto

source: select fill color
it: Seleziona colore riempimento

source: pick fill color from image
it: Preleva il colore di riempimento dall'immagine

source: fill color:
it: Colore riempimento:

source: adjusts color brightness to fine-tune it. works with erase as well
it: Regola finemente la luminosità del colore. Funziona anche con la cencellazione

source: blur type
it: Tipo sfocatura

source: bilateral
it: Bilaterale

source: type for the blur algorithm
it: Tipo dell'algoritmo di sfocatura

source: blur radius
it: Raggio di sfocatura

source: radius of the selected blur type
it: Raggio del tipo di sfocatura selezionata

source: set the opacity on the selected shape
it: Imposta l'opacità della forma selezionata

source: retouch tools
it: Strumenti di ritocco

source: shapes
it: Forme

source: retouch tool circle
it: Strumento di ritocco cerchio

source: retouch tool ellipse
it: Strumento di ritocco ellisse

source: retouch tool path
it: Strumento di ritocco tracciato

source: retouch tool brush
it: Strumento di ritocco pennello

source: continuous add circle
it: Aggiungi cerchi senza interruzioni

source: continuous add ellipse
it: Aggiungi ellissi senza interruzioni

source: continuous add path
it: Crea tracciato senza interruzioni

source: continuous add brush
it: Aggiungi pennello senza interruzioni

source: max scale is %i for this image size
it: La scala massima per un'immagine di queste dimensioni è %i

source: rgb curve
it: curva rgb

source: contrast compression
it: Compressione contrasto

source: gamma 1.0 (linear)
it: Gamma 1.0 (lineare)

source: contrast - med (linear)
it: Contrasto medio (lineare)

source: contrast - high (linear)
it: Contrasto alto (lineare)

source: contrast - med (gamma 2.2)
it: Contrasto medio (gamma 2,2)

source: contrast - high (gamma 2.2)
it: Contrasto alto (gamma 2,2)

source: logarithm (base 2)
it: Logaritmo (base 2)

source: exponential (base 2)
it: Esponenziale (base 2)

source: RGB, linked channels
it: RGB, canali collegati

source: RGB, independent channels
it: RGB, canali indipendenti

source: choose between linked and independent channels.
it: Seleziona canali indipendenti o collegati

source: curve nodes for r channel
it: Nodi curva per canale r

source: curve nodes for g channel
it: Nodi curva per canale g

source: curve nodes for b channel
it: Nodi curva per canale b

source: pick GUI color from image
it: Prendi colore interfaccia dall'immagine

source: compensate middle grey
it: Compensa il grigio intermedio

source: rgb levels
it: livelli rgb

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
it: Applica i livelli automatici in base ad un'area definita dall'utente Click e trascina per selezionare l'area Click destro per cancellarla

source: rotate pixels
it: ruota pixel

source: automatic pixel rotation
it: Rotazione automatica pixel

source: automatic pixel rotation only works for the sensors that need it.
it: La rotazione automatica dei pixel funziona soltanto per i sensori che ne hanno bisogno.

source: scale pixels
it: ridimensiona pixel

source: automatic pixel scaling
it: Ridimensionamento automatico dei pixel

source: automatic pixel scaling only works for the sensors that need it.
it: Il ridimensionamento automatico dei pixel funziona soltanto per i sensori che lo richiedono.

source: shadows and highlights
it: ombre e alteluci

source: white point adjustment
it: Regolazione punto di bianco

source: compress
it: Comprimi

source: shadows color correction
it: Correzione colore ombre

source: highlights color correction
it: Correzione colore alteluci

source: shadows color adjustment
it: Regolazione colore ombre

source: highlights color adjustment
it: Regolazione colore alteluci

source: correct shadows
it: Correggi le ombre

source: correct highlights
it: Correggi le alteluci

source: shift white point
it: Spostamento del punto di bianco

source: filter to use for softening. bilateral avoids halos
it: Filtro da utilizzare per ammorbidire. Bilaterale evita aloni

source: compress the effect on shadows/highlights and preserve midtones
it: Comprimi l'effetto su alteluci/ombre e preserva i mezzitoni

source: adjust saturation of shadows
it: Regola la saturazione delle ombre

source: adjust saturation of highlights
it: Regola la saturazione delle alteluci

source: spatial extent of the unblurring
it: Estensione spaziale della rifocalizzazione

source: strength of the sharpen
it: Intensità della nitidezza

source: threshold to activate sharpen
it: Soglia per attivare la nitidezza

source: soften
it: sfumatura

source: the size of blur
it: Dimensione della sfumatura

source: the saturation of blur
it: Saturazione della sfumatura

source: the brightness of blur
it: Luminosità della sfumatura

source: the mix of effect
it: Fusione dell'effetto

source: split-toning
it: divisione dei toni

source: pick primary color
it: Prendi colore primario

source: pick secondary color
it: Prendi colore secondario

source: shadows-hue
it: Tonalità ombre

source: shadows-saturation
it: Saturazione ombre

source: highlights-hue
it: Tonalità alteluci

source: highlights-saturation
it: Saturazione alteluci

source: balance
it: Bilanciamento

source: authentic sepia
it: Seppia

source: authentic cyanotype
it: Cianotipia

source: authentic platinotype
it: Platinotipia

source: chocolate brown
it: Marrone cioccolato

source: select tone color
it: Seleziona tono del colore

source: select the saturation tone
it: Seleziona il tono della saturazione

source: properties
it: Proprietà

source: the balance of center of split-toning
it: Bilanciamento della divisione dei toni

source: compress the effect on highlights/shadows and preserve midtones
it: Comprimi l'effetto sulle alteluci/ombre e preserva i mezzitoni

source: spot removal
it: rimozione macchie

source: spot module is limited to 64 shapes. please add a new instance !
it: Il modulo rimozione macchie è limitato a 64 forme. Aggiungi una nuova istanza!

source: number of strokes:
it: Numero di rimozioni:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
it: Clicca su una forma e trascinala per posizionarla. Usa la rotella del mouse per regolare la dimensione. Tasto destro per rimuovere la forma.

source: spot circle tool
it: Strumento cerchio di correzione macchie

source: spot ellipse tool
it: Strumento ellittico di correzione macchie

source: spot path tool
it: Strumento percorso di correzione macchie

source: spot show or hide
it: Mostra o nascondi spot

source: white balance
it: bilanciamento del bianco

source: tint
it: Tinta

source: temperature
it: Temperatura

source: preset/camera neutral
it: Preset/fotocamera neutrale

source: preset/spot
it: Preset/punto

source: camera neutral
it: Fotocamera neutrale

source: spot
it: Punto

source: `%s' color matrix not found for image
it: `%s' matrice colore non trovata per l'immagine

source: failed to read camera white balance information from `%s'!
it: Impossibile leggere da `%s' le informazioni sul bilanciamento del bianco della fotocamera!

source: cyan
it: Ciano

source: emerald
it: Smeraldo

source: choose white balance preset from camera
it: Scegli il bilanciamento del bianco preimpostato dalla fotocamera

source: finetune
it: Regolazione fine

source: fine tune white balance preset
it: Regolazione fine del preset bilanciamento del bianco

source: white balance disabled for camera
it: Bilanciamento del bianco disabilitato per la fotocamera

source: tone curve
it: curva di tono

source: base of the logarithm
it: Base del logaritmo

source: color space
it: Spazio colore

source: Lab, linked channels
it: Lab, canali collegati

source: Lab, independent channels
it: Lab, canali indipendenti

source: XYZ, linked channels
it: XYZ, canali collegati

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
it: Se impostato ad automatico, le curve a e b non avranno effetto e non saranno visualizzate. I valori cromatici (a e b) di ciascun pixel sono quindi regolati basandosi sui dati della curva L. Auto XYZ è simile ma applica i cambiamenti di saturazione nello spazio XYZ.

source: tonecurve for L channel
it: Curva tono per canale L

source: tonecurve for a channel
it: Curva tono per canale a

source: tonecurve for b channel
it: Curva tono per canale b

source: tone equalizer
it: equalizzatore toni

source: blacks
it: Neri

source: deep shadows
it: Ombre

source: light shadows
it: Schiarire le ombre

source: midtones
it: Mezzitoni

source: dark highlights
it: Alteluci scure

source: whites
it: Bianchi

source: speculars
it: Speculari

source: filter diffusion
it: Filtro di diffusione

source: smoothing diameter
it: Diametro omogeinizzazione

source: edges refinement or feathering
it: Rifinitura bordi/sfumatura

source: mask quantization
it: Quantizzazione maschera

source: mask exposure compensation
it: Compens. esposizione maschera

source: mask contrast compensation
it: Compens. contrasto maschera

source: luminance estimator
it: Stima luminanza

source: preserve details
it: Preserva i dettagli

source: mask blending : none
it: Fusione maschera: nessuna

source: mask blending : landscapes
it: Fusione maschera: paesaggi

source: mask blending : all purposes
it: Fusione maschera: generico

source: mask blending : isolated subjects
it: Fusione maschera: soggetti isolati

source: compress shadows/highlights : soft
it: Compressione ombre/alteluci: leggera

source: compress shadows/highlights : strong
it: Compressione ombre/alteluci: forte

source: relight : fill-in
it: Illumin.: luce riempimento

source: tone equalizer needs to be after distorsion modules in the pipeline – disabled
it: L'equalizzatore di tono deve posizionarsi dopo i moduli di distorsione nel processo di sviluppo - disabilitato

source: tone equalizer failed to allocate memory, check your RAM settings
it: L'equalizzatore di tono non è riuscito ad allocare la memoria, verifica la configurazione della RAM

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
it: I buffer in/out dell'equalizzatore di tono sono male allineati, prego riportare il problema agli sviluppatori

source: the interpolation is unstable, decrease the curve smoothing
it: L'interpolazione è instabile, diminuire la morbidezza della curva

source: wait for the preview to finish recomputing
it: Devo attendere che sia terminata l'anteprima per terminare l'elaborazione

source: some parameters are out-of-bounds
it: Alcuni parametri sono fuori dai limiti

source: simple
it: Semplice

source: advanced
it: Avanzato

source: masking
it: Applica maschera

source: double-click to reset the curve
it: Doppio click per ripristinare la curva

source: curve smoothing
it: Addolcire la curva

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
it: Valori positivi produrranno una transizione di tono più progressiva ma la curva potrebbe diventare oscillatoria in alcuni punti. Valori negativi non causeranno oscillazioni e renderanno la curva più robusta ma potrebbero produrre delle transizioni più violente e rovinare il contrasto locale.

source: RGB average
it: Media RGB

source: HSL lightness
it: Luminosità HSL

source: HSV value / RGB max
it: valore HSV / RGB max

source: RGB sum
it: Somma RGB

source: RGB euclidean norm
it: RGB norma euclidea

source: RGB geometric mean
it: RGB media geometrica

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
it: Visualizza la maschera e seleziona la modalità di stima che ti da il miglior contrasto tra le aree da scurire e quelle da schiarire.

source: averaged guided filter
it: Media filtro guidato

source: guided filter
it: Filtro guidato

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
it: 'No' incide sul contrasto globale e locale (più sicuro se dovete solamente aggiungere contrasto) 'Filtro guidato' incide il contrasto globale e tenta di preservare il contrasto locale 'Media filtro guidato' è una funzione geometrica che applica entrambi i metodi.

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
it: Numero di passaggi del filtro guidato da applicare Utile per sfumare i bordi del filtro ma lento

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
it: Diametro della sfocatura in percentuale rispetto alla dimensione massima dell'immagine Attenzione: se impostate valori alti per questo parametro potrà accadere che l'anteprima nella Camera Oscura diventi molto lenta se utilizzate la riduzione rumore profilata.

source: edges refinement/feathering
it: Rifinitura bordi/sfumatura

source: precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
it: Precisione della sfumatura: alti valori costringeranno la maschere a seguire i bordi con più precisione ma possono annullare gli effetti della sfumatura. Bassi valori daranno transizioni più morbide e una miglior sfumatura ma identificheranno i bordi con minor precisione e potrebbero causare aloni.

source: mask post-processing
it: Post-produzione maschera

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
it: Maschera l'intervallo di istogramma tra il primo e l'ultimo decile. La linea centrale indica la media. La barra arancione appare alle estremità in caso di tagli.

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
it: 0 disabilita la quantizzazione. Alti valori posterizzeranno la maschera di luminosità per aiutare la guida. Produce aree sfocate quando viene utilizzata con un valore di sfumatura alto.

source: use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. the picker will auto-adjust the average exposure at -4EV.
it: Utilizzalo per far scorrere l'esposizione media della maschera lungo i canali con un miglior controllo della correzione dell'esposizione con i nodi disponibili. Il selettore regolerà automaticamente l'esposizione media a -4EV

source: use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
it: Utilizzalo per contrastare gli effetti di appiattimento del filtro guidato e dilatare il contrasto della maschera intorno a -4EV. Questo permetterà di allargare l'istogramma su più canali per un miglior controllo della correzione dell'esposizione.

source: display exposure mask
it: Visualizza esposizione maschera

source: tone mapping
it: mappatura dei toni

source: mid-tones bias
it: Imprecisione toni medi

source: the strength of saturation boost
it: Intensità dell'incremento della saturazione

source: how much to spare highlights and shadows
it: Quanto preservare alteluci e ombre

source: the amount of vibrance
it: Quantità della vibranza

source: vignetting
it: vignettatura

source: fall-off strength
it: Intensità della caduta di luce

source: horizontal center
it: Centro orizzontale

source: vertical center
it: Centro verticale

source: shape
it: Forma

source: width-height ratio
it: Rapporto larghezza/altezza

source: automatic ratio
it: Rapporto automatico

source: 8-bit output
it: 8-bit in uscita

source: 16-bit output
it: 16-bit in uscita

source: width/height ratio
it: Rapporto larghezza/altezza

source: the radii scale of vignette for start of fall-off
it: Raggio della vignettatura per l'inizio della caduta di luce

source: the radii scale of vignette for end of fall-off
it: Raggio della vignettatura per la fine della caduta di luce

source: strength of effect on brightness
it: Intensità dell'effetto sulla luminosità

source: strength of effect on saturation
it: Intensità dell'effetto sulla saturazione

source: horizontal offset of center of the effect
it: Spostamento orizzontale del centro dell'effetto

source: vertical offset of center of the effect
it: Spostamento verticale del centro dell'effetto

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
it: Forma 0 crea un rettangolo 1 crea un cerchio o un'ellisse 2 crea un diamante

source: enable to have the ratio automatically follow the image size
it: Abilita per avere le proporzioni automatiche in base all'immagine

source: width-to-height ratio
it: Rapporto larghezza-altezza

source: add some level of random noise to prevent banding
it: Aggiungi un po' di rumore casuale per prevenire il banding (striature)

source: [%s on node] change vignette/feather size
it: [%s on node] Modifica dimensione vignettatura/sfumatura

source: [%s on node] change vignette/feather size keeping ratio
it: [%s on node] Modifica dimensione vignettatura/sfumatura e mantieni le proporzioni

source: [%s on center] move vignette
it: [%s on center] Sposta vignettatura

source: watermark
it: filigrana

source: refresh
it: Aggiorna

source: x offset
it: Spostamento x

source: y offset
it: Spostamento y

source: marker
it: Marcatore

source: scale on
it: In proporzione

source: content
it: Contenuto

source: SVG watermarks in %s/watermarks or %s/watermarks
it: Filigrane SVG in %s/watermarks o %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
it: Colore filigrana, tag: $(WATERMARK_COLOR)

source: select watermark color
it: Selezione colore filigrana

source: pick color from image
it: Prendi colore dall'immagine

source: text
it: Testo

source: text string, tag: $(WATERMARK_TEXT)
it: Stringa di testo, tag: $(WATERMARK_TEXT)

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
it: Font testo, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
it: Bordo maggiore

source: smaller border
it: Bordo minore

source: size is relative to
it: La dimensione è relativa a

source: position
it: Posizione

source: alignment
it: Allineamento

source: the opacity of the watermark
it: Opacità della filigrana

source: the scale of the watermark
it: Proporzioni della filigrana

source: the rotation of the watermark
it: Rotazione della filigrana

source: zone system
it: sistema zonale

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
it: Zone di luminosità Usa la rotella del mouse per cambiare il numero di zone. Tasto sinistro su un bordo per creare un marcatore Tasto destro sul marcatore per eliminarlo

source: background jobs
it: Elaborazioni in background

source: camera settings
it: Impostazioni fotocamera

source: capture image(s)
it: Acquisici immagine(i)

source: toggle view property in center view
it: Cambia proprietà di visualizzazione nella vista centrale

source: connection with camera lost, exiting tethering mode
it: Collegamento con la fotocamera interrotto. Uscita dalla modalità di Tethering

source: battery
it: Batteria

source: n/a
it: N/D

source: camera control
it: Controllo fotocamera

source: modes
it: Modi

source: count
it: Calcolo

source: bkt. steps
it: Passi bkt.

source: toggle delayed capture mode
it: Cambia modalità di acquisizione ritardata

source: toggle sequenced capture mode
it: Cambia modalità di acquisizione sequenziale

source: toggle bracketed capture mode
it: Passa alla modalità di acquisizione bracketing

source: the count of seconds before actually doing a capture
it: Numero di secondi prima di acquisire

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
it: Numero di immagini da acquisire in una sequenza, puoi usarlo in unione con la modalità temporizzata per creare sequenze in stop-motion.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
it: Numero di bracket su ogni lato rispetto allo scatto centrale, numero di immagini = (brackets*2)+1

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
it: Numero di passi per lo scatto a forcella, i passi sono configurabili in macchina e solitamente sono 3 passi per stop. In altre parole, 3 passi sono 1EV di esposizione tra gli scatti a forcella.

source: additional properties
it: Proprietà aggiuntive

source: label
it: Etichetta

source: property
it: Proprietà

source: add user property
it: Aggiungi proprietà utente

source: program
it: Programma

source: focus mode
it: Modalità di messa a fuoco

source: shutterspeed2
it: Tempo di scatto 2

source: shutterspeed
it: Tempo di scatto

source: WB
it: Bilanc. del bianco

source: collect images
it: Raccolta immagini

source: search filmroll
it: Cerca rullino

source: problem selecting new path for the filmroll in %s
it: Problema selezionando il nuovo percorso per il rullino in %s

source: search filmroll...
it: Cerca rullino...

source: remove...
it: Rimuovi...

source: uncategorized
it: Senza categoria

source: not tagged
it: Non etichettate

source: copied locally
it: copiato localmente

source: group followers
it: Seguaci gruppo
